const mediumBlock = {
    state: {
        mediumBlock: {
            title: 'Ведущий web-интегратор',
            text: 'Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно сползти одеяло.',
            textMore: 'Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое.',
        },
    },
    getters: {
        getMediumBlock(state) {
            return state.mediumBlock;
        }
    },
    mutations: {

    },
    actions: {
    },
}

export default mediumBlock;